Repository: wp-plugins/better-analytics
Catalog: languages/better-analytics-*.po
Languages: id_id

source: %1$sBetter Analytics %4$s requires WordPress %5$s or higher.%2$s%3$sPlease %6$supgrade WordPress%7$s to a current version.
id_id: %1$sBetter Analytics %4$s membutuhkan WordPress %5$s atau yang lebih baru.%2$s%3$sSilahkan %6$supgrade WordPress%7$s ke versi terbaru.

source: Every Minute
id_id: Setiap Menit

source: Organic Search Keywords
id_id: Kata Kunci Pencarian Organik

source: Referring URL
id_id: Berasal dari URL

source: Current Page
id_id: Halaman Saat Ini

source: Medium
id_id: Media

source: Devices
id_id: Perangkat

source: Visitors
id_id: Pengunjung

source: Not all metrics are available for unlicensed copies of the Better Analytics plugin.%1$s%2$sYou can license a copy over here.%3$s%1$sIf this is a valid license, make sure the purchaser of the add-on has verified ownership of this domain %4$sover here%3$s.
id_id: Tidak semua metriks tersedia pada plugin Better Analytics yang belum terlisensi.%1$s%2$sAnda bisa mendapat lisensinya disini.%3$s%1$sBila sudah terlisensi, pastikan pembeli telah memverifikasikan kepemilikan domain %4$sdisini%3$s.

source: Invalid number of days.
id_id: Jumlah hari salah

source: Invalid dimension.
id_id: Dimensi salah

source: Not all dimensions are available for unlicensed copies of the Better Analytics plugin.%1$s%2$sYou can license a copy over here.%3$s%1$sIf this is a valid license, make sure the purchaser of the add-on has verified ownership of this domain %4$sover here%3$s.
id_id: TidakTidak semua dimensi tersedia pada plugin Better Analytics yang belum terlisensi.%1$s%2$sAnda bisa mendapat lisensinya disini.%3$s%1$sBila sudah terlisensi, pastikan pembeli telah memverifikasikan kepemilikan domain %4$sdisini%3$s.

source: Keywords Provided
id_id: Kata Kunci yang tersedia

source: Keywords Not Provided
id_id: Kata Kunci tak tersedia

source: History for
id_id: Riwayat untuk

source: No data for the criteria given
id_id: Tak ada data untuk kriteria tersebut

source: Category
id_id: Kategori

source: Type
id_id: Tipe

source: Detail
id_id: Detil

source: No Linked Google Analytics Account.
id_id: Tak ada akun Google Analytics yang terhubung

source: You can link one in the Better Analytics API settings.
id_id: Anda bisa menghubungkannya di pengaturan API Better Analytics.

source: User
id_id: Pengguna

source: Users
id_id: Para Pengguna

source: Session
id_id: Sesi

source: Sessions
id_id: Sesi-sesi

source: Traffic Sources
id_id: Sumber Trafik

source: Organic Search
id_id: Pencarian Organik

source: Impressions
id_id: Impresi

source: Clicks
id_id: Klik

source: Cost
id_id: Harga

source: Social Activities
id_id: Aktivitas Social

source: Page Tracking
id_id: Pantau Halaman

source: Page Views
id_id: Tampilan Halaman

source: Internal Search
id_id: Pencarian Internal

source: Unique Searches
id_id: Pencarian unik

source: Site Speed
id_id: kecepatan Website

source: Page Load Time
id_id: Waktu Muat halaman

source: Event Tracking
id_id: Pantau Peristiwa

source: Total Events
id_id: Jumlah Peristiwa

source: Unique Events
id_id: Peritiwa Unik

source: User Registrations
id_id: Registrasi Pengguna

source: Comments Created
id_id: Komentar Tercipta

source: YouTube Video Played
id_id: Video YouTube Dimainkan

source: YouTube Video Paused
id_id: Video YouTube dihentikan Sementara

source: YouTube Video Plays To End
id_id: Video Youtube dimainkan hingga akhir

source: Emails Sent
id_id: Email Terkirim

source: Emails Opened
id_id: Email Terbuka

source: External Links Clicked
id_id: Link eksternal terklik

source: File Downloads
id_id: File Terdownload

source: Images Not Loading
id_id: Gambar Tak Terbuka

source: Page Not Found (404)
id_id: Halaman Tak Ditemukan (404)

source: AJAX Requests
id_id: Memuat AJAX

source: JavaScript Errors
id_id: JavaScript Eror

source: AJAX Errors
id_id: AJAX Eror

source: Browser Console Errors
id_id: Konsole Browser Eror

source: YouTube Errors
id_id: YouTube Eror

source: Advertisement Clicked
id_id: Iklan Terklik

source: Transactions
id_id: Transaksi

source: Transaction Revenue
id_id: Pendapatan Transaksi

source: Revenue Per Transaction
id_id: Pendapatan Per Transaksi

source: Social Interactions
id_id: Interaksi Sosial

source: Unique Social Interactions
id_id: Interaksi Sosial Unik

source: DoubleClick Campaign Manager
id_id: Manajer Kampanye DoubleClick

source: Revenue
id_id: Pendapatan

source: Views
id_id: Tampilan

source: Page Impressions
id_id: Tampilan Halaman

source: Exits
id_id: Pergi

source: Viewable Impressions
id_id: Impresi Terlihat

source: Coverage
id_id: Jangkauan

source: Default Segments
id_id: Segmen Standar

source: Everything
id_id: Semuanya

source: All Visits
id_id: Smua Kunjungan

source: New Visitors
id_id: Pengunjung Baru

source: Returning Visitors
id_id: Pengungjung yang Kembali

source: Paid Search Traffic
id_id: Trafik pencarian Berbayar

source: Non-paid Search Traffic
id_id: Trafik Pencarian Tak Berbayar

source: Search Traffic
id_id: Trafik Pencarian

source: Direct Traffic
id_id: Trafik langung

source: Referral Traffic
id_id: Trafik Rujukan

source: Visits with Conversions
id_id: Kunjungan dengan Konversi

source: Visits with Transactions
id_id: Kunjungan dengan Transaksi

source: Mobile and Tablet Traffic
id_id: Trafik dari Ponsel dan Tablet

source: Non-bounce Visits
id_id: Bukan Kunjungan Sesaat

source: Tablet Traffic
id_id: Trafik dari Tablet

source: Mobile Traffic
id_id: Trafik dari Ponsel

source: Male Users
id_id: Pengguna Pria

source: Female Users
id_id: Pengguna Wanita

source: Visitor
id_id: Pengunjung

source: Visitor Type
id_id: Tipe Pengunjung

source: Visit Count
id_id: Jumlah Kunjungan

source: Days Since Last Visit
id_id: Hari Sejak Kunjungan Terakhir

source: Source
id_id: Sumber

source: Social Network
id_id: Sosial Network

source: Search Keywords Provided
id_id: Kata Kunci Pencarian Tersedia

source: Organic Search Marketshare
id_id: Pangsa Pasar Pencarian Organik

source: Operating System
id_id: Sistem Operasi

source: Operating System Version
id_id: Versi Sistem Operasi

source: Is Mobile
id_id: Perangkat Ponsel

source: Is Tablet
id_id: Perangkat Tablet

source: Mobile Operating System
id_id: Sistem Operasi Ponsel

source: Mobile Device Marketing Name
id_id: Nama Pemasaran Perangkat Ponsel

source: Mobile Device Branding
id_id: Merek Perangkat Seluler

source: Mobile Device Model
id_id: Model Perangkat Seluler

source: Mobile Input Selector
id_id: Input Selektor Ponsel

source: Mobile Device Info
id_id: Info Perangkat Seluler

source: Geo / Network
id_id: Geografi / Jaringan

source: Continent
id_id: Benua

source: Sub-Continent
id_id: Sub-Benua

source: Country
id_id: Negara

source: System
id_id: Sistem

source: Flash Version
id_id: Versi Flash

source: Java Enabled
id_id: Java Diaktifkan

source: Language
id_id: Bahasa

source: Screen Colors
id_id: Warna Layar

source: Screen Resolution
id_id: Resolusi Layar

source: Search Used
id_id: Pencarian yang Digunakan

source: Social Action
id_id: Interaksi Sosial

source: Social Network Action
id_id: Interaksi pada Sosial Network

source: Social Engagement Type
id_id: Tipe Interaksi Sosial

source: Custom Variables
id_id: Variable Khusus

source: Custom Dimension 1
id_id: Dimensi Khusus 1

source: Custom Dimension 2
id_id: Dimensi Khusus 2

source: Custom Dimension 3
id_id: Dimensi Khusus 3

source: Custom Dimension 4
id_id: Dimensi Khusus 4

source: Custom Dimension 5
id_id: Dimensi Khusus 5

source: Custom Variable Value 1
id_id: Angka Variabel Khusus 1

source: Custom Variable Value 2
id_id: Angka Variabel Khusus 2

source: Custom Variable Value 3
id_id: Angka Variabel Khusus 3

source: Custom Variable Value 4
id_id: Angka Variabel Khusus 4

source: Custom Variable Value 5
id_id: Angka Variabel Khusus 5

source: Audience
id_id: Pengunjung

source: Age Bracket
id_id: Jenjang Usia

source: Interest Affinity
id_id: Pengelompokan Minat

source: Interest In Market
id_id: Minat pada pasar

source: Interest Other
id_id: Minat pada lainnya

source: Date
id_id: Tanggal

source: Categories
id_id: Kategori

source: Authors
id_id: Pemilik

source: Tags
id_id: Tag

source: Referrer
id_id: Sumber Asal

source: Session Length
id_id: Lama Sesi

source: No API tokens to refresh.
id_id: Tak ada Token API untuk di muat ulang

source: General
id_id: Umum

source: Custom Dimensions
id_id: Dimensi Buatan

source: Advertising
id_id: Periklanan

source: Monitoring
id_id: Pengawasan

source: Advanced
id_id: Menu Lanjutan

source: Support / Feature Requests
id_id: Request Dukungan / Fitur
