Repository: wp-plugins/better-analytics
Catalog: languages/better-analytics-*.po
Languages: id_id

source: Set to 0 to disable.
id_id: Set ke 0 untuk menonaktifkan

source: Categories:
id_id: Ketegori:

source: Author:
id_id: Penulis:

source: Tags:
id_id: Tag:

source: Registered User:
id_id: User Terdaftar:

source: Button Engagement To Track
id_id: Tombol Interaksi untuk Dipantau

source: Google+ (Google Analytics always tracks)
id_id: Google+ (Google Analytics selalu memantaunya)

source: Advertisement Clicks To Track
id_id: Klik pada Iklan yang harus Dipantau

source: Site Issues To Track
id_id: Permasalah pada Website yang harus dipantau

source: This relies on the ability of the user's browser to load images which will vary between browsers and Internet connections. This event can be a useful tool for finding missing images, but it keep in mind it will log any image that the end user's browser did not load (for any reason).
id_id: Ini bergantung pada kemampuan browser tiap pengguna untuk memuat gambar yang tentu saja berbeda tergantung browser dan koneksi internet. Hal ini bisa digunakan sebagai alat untuk mencari gambar yang hilang. Harap diketahui jika setiap gambar yang tak dimuat pada browser pengguna juga akan dicatat (dengan alasan apapun).

source: This allows you to quickly find old videos that the author has removed or disabled embeding for.
id_id: Ini bisa digunakan untuk mencari secara cepat video lama yang telah dihapus oleh pemiliknya atau tidak diperbolehkan untuk disematkan.

source: Debugging Events
id_id: Peristiwa Teranalisa

source: WooCommerce not enabled/active.
id_id: WooCommerce tidak diaktifkan.

source: More information about %s
id_id: Informasi lebih lanjut tentang %s

source: View details
id_id: Lihat Detil

source: Profile Used For Reporting
id_id: Profil yang digunakan untuk Pelaporan

source: Link/Authenticate A Different Google Analytics Account
id_id: Sambungkan/Autentikasikan Akun Google Analitik yang Berbeda

source: Link/Authenticate Your Google Analytics Account
id_id: Sambungkan/Autentikasikan Akun Google Analitik Anda

source: Use Your Own Project Credentials
id_id: Gunakan Data Kredensial Proyek anda sendiri

source: If you have your own Google API Project that you wish to use, you can use your credentials for that web application.
id_id: Bila anda memiliki Google API tersendiri yang ingin dipakai, anda bisa memasukkan data kredensial tersebut disini.

source: Configuration
id_id: Konfigurasi

source: Project needs to have the %1$sAnalytics API%2$s enabled under %1$sAPIs & auth -> APIs%2$s.
id_id: hanya bisa berjalan dengan %1$sAPI Analitik%2$s yang telah diaktifkan pada %1$sAPIs & auth -> APIs%2$s.

source: Under %1$sAPIs & auth -> Credentials%2$s, you need to %1$sCreate new Client ID%2$s that is a %1$sWeb application%2$s with an authorized redirect URI of: %1$s%3$s%2$s
id_id: Pada %1$sAPIs & auth -> Credentials%2$s, anda harus %1$smembuat ID Klien%2$s yaitu %1$sAplikasi berbasis Web%2$s dengan hak resmi pengalihan URI di: %1$s%3$s%2$s

source: Client ID
id_id: ID Klien

source: Client Secret
id_id: Kode Khusus Klien

source: Roles To Not Track
id_id: User yang tak perlu dipantau

source: If a logged in user is part of one of these groups, Analytics will not track them.
id_id: Jika pengguna yang login merupakan bagian dari salah satu dari kelompok ini maka Analitik takkan melacaknya.

source: Roles Able To View Reports/Dashboard
id_id: User yang bisa melihat laporan/Dasbor

source: File Extensions To Track As Downloads
id_id: Ekstensi File yang Terpantau sebagai Download

source: Executable (.exe)
id_id: Program (.exe)

source: PowerPoint (.ppt)
id_id: Photoshop (.psd)

source: Zip Archive (.zip)
id_id: Zip(.zip)

source: Track Users With Analytics Blockers
id_id: Memantau Pengguna dengan Pemblokir Analitik

source: If a user has a mechanism that is blocking them from being tracked with Google Analytics, you can use this option to do server-side page view tracking of that user.%3$s For the most accuracy, %1$sit's not recommended to use this option for anything beyond "Registered Users"%2$s (having an account allows the system to track them uniquely on the backend).%3$s Logging page views for "Humans" will lead to a lot of niche bots being tracked (ones not popular enough to be widely known as a spider).
id_id: Bila pengguna menggunakan mekanisme yang membuat mereka tak terpantau dengan Google Analitik, anda bisa menggunakan menu ini untuk memantau apa saja yang dilakukan user tersebut via server.%3$s Agar lebih akurat, %1$sdirekomendasikan hanya menggunakan menu ini untuk "Pengguna Terdaftar" saja%2$s (Setiap pengguna yang mempunyai akun bisa dipantau sistem secara khusus).%3$s Memantau tampilan halaman untuk "Manusia" akan membuat beberapa robot (penjelajah website) diklasifikasikan sebagai manusia (Penjelajah Website yang belum begitu dikenal akan dianggap manusia).

source: Never
id_id: Tak Pernah

source: Registered Users
id_id: Pengguna Terdaftar

source: Humans
id_id: Manusia

source: Location For Analytics Code
id_id: Lokasi Kode Analitik

source: No JavaScript (you have your own/other already)
id_id: Tak Ada JavaScript (Sudah ada JavaScript milik anda/orang lain)

source: Use In Staff Area (wp-admin)
id_id: Gunakan di Dashboard Staf

source: When To Run Analytics Code
id_id: Waktu untuk Menjalankan Kode Analitik

source: Immediately
id_id: Secepatnya

source: After Page Loads
id_id: Setelah Halaman Ditampilkan

source: Campaign Tracking Within URLs
id_id: Pemantauan Promosi dalam URL

source: In Anchor
id_id: Pada Hiperlink

source: In Parameters
id_id: Di Parameter

source: Sample Rate
id_id: Rasio Sampel

source: Specifies what percentage of users should be tracked. Very large sites may need to use a lower sample rate to stay within Google Analytics processing limits.
id_id: Tentukan berapa persen pengguna yang harus dipantau. Website yang cukup besar sebaiknya menggunakan rasio sampel yang rendah agar tetap selaras dengan batasan proses dari Google Analitik.

source: Extra JavaScript
id_id: JavaScript Tambahan

source: This allows you to add your own JavaScript code to the Analytics tracking code. This JavaScript is inserted right before the %1$s function.
id_id: Anda bisa memasukkan kode JavaScript apapun pada Kode pemantauan Analytic. JavaScript tersebut akan diletakkan tepat sebelum fungsi %1$s.

source: Debugging
id_id: Analisa Debug

source: Enable Google Analytics Debugging
id_id: Aktifkan Debug Google Analitik

source: This will display Google Analytics debug data in the browser console.
id_id: Hal ini akan menampilkan proses debug dari Google Analytic pada konsole browser.

source: %1$sSet up API access%2$s to utilize Better Analytics charts.
id_id: %1$sAtur AKses ke API%2$s untuk memperoleh grafik Analitik.

source: by
id_id: oleh

source: for last
id_id: yang terakhir

source: 7 Days
id_id: 7 Hari

source: 14 Days
id_id: 14 Hari

source: 1 Month
id_id: Sebulan

source: 3 Months
id_id: 3 bulan

source: 1 Year
id_id: 1 Tahun

source: 5 Years
id_id: 5 Tahun

source: 10 Years
id_id: 10 Tahun

source: active users
id_id: User Aktif

source: Reports & Charts
id_id: Laporan dan Grafik

source: Weekly Heat Maps
id_id: Heatmap Mingguan

source: Issue Monitoring
id_id: Pemantau Permasalahan

source: Dimension
id_id: Dimensi

source: Time Frame
id_id: Jangka Waktu

source: 2 Years
id_id: 2 Tahun

source: Scope
id_id: Cakupan

source: Day
id_id: Tanggal

source: Month
id_id: Bulan

source: Year
id_id: Tahun

source: Minimum Value To Plot
id_id: Nilain Minimum untuk Ditampilkan

source: Display Chart As
id_id: Tampilkan Grafik Sebagai

source: Stacked Area Percent
id_id: Persentasi di Area Bertumpuk

source: Stacked
id_id: Bertumpukan

source: Overlap
id_id: Bersamaan

source: Days Back
id_id: Hari Sebelumnya

source: Sun%sday%s
id_id: Mi%snggu%s

source: Mon%sday%s
id_id: Sen%sin%s

source: Tue%ssday%s
id_id: Sel%sasa%s

source: Wed%snesday%s
id_id: Ra%sbu%s

source: Thu%srsday%s
id_id: Ka%smis%s

source: Fri%sday%s
id_id: Jum%sat%s

source: Sat%surday%s
id_id: Sab%stu%s

source: Metric
id_id: Metrik

source: Segment
id_id: Segmen

source: Weeks Of Data, Ending
id_id: Data Mingguan, Bagian Akhir

source: Days Ago
id_id: Hari Yang Lalu

source: Test Analytics Integration
id_id: Tes Integrasi Analitik

source: This is a checklist of things for full integration with Google Analytics. You can click on any of the titles to be taken where you need to go to configure that item.
id_id: Berikut ini adalah daftar hal-hal yang yang bisa diintegrasikan secara penuh dengan dengan Google Analitik. Silakan klik salah satu judul yang ada dan anda akan diarahkan untuk mengkonfigurasi item tersebut.

source: Things That Can Be Automatically Checked
id_id: Hal-Hal Yang Bisa Di Cek Secara Otomatis

source: Web Property ID Defined
id_id: ID Propert Web Telah Ditetapkan

source: cURL Installed
id_id: cURL Terinstall

source: Not required, but recommended to have the cURL extensions enabled in PHP.
id_id: Tidak Diharuskan, namun direkomendasikan agar ekstensi cURL diaktifkan pada PHP.

source: Google Analytics Account Linked
id_id: Akun Google Analitik Terhubung

source: Analytics Profile Selected
id_id: Profile Analitik Telah Dipilih

source: Site Search Setup
id_id: Pengaturan Pencarian Website

source: Found in Google Analytics account under %1$sView Settings -> Query Parameter%2$s (should be set to "%1$ss%2$s").
id_id: Terletak pada Akun Google Analitik di menu %1$sView Settings -> Query Parameter%2$s (Harus di set ke "%1$ss%2$s").

source: Ecommerce Tracking Enabled
id_id: Pemantauan e-Commerce diaktifkan

source: Found in Google Analytics account under %1$sEcommerce Settings%2$s.
id_id: Terletak pada Akun Google Analitik di menu %1$sPengaturan e-Commerce%2$s.

source: Enhanced Ecommerce Tracking Enabled
id_id: Pemantauan Lanjutan e-Commerce diaktifkan

source: Industry Vertical Set
id_id: Industri Vertikal

source: Found in Google Analytics account under %1$sProperty Settings%2$s (currently set to %1$s%3$s%2$s).
id_id: Terletak di Akun Google Analitik pada menu %1$sPengaturan Properti%2$s (Saat ini di set ke %1$s%3$s%2$s).

source: Custom Dimension For Category Tracking
id_id: Dimensi Khusus untuk Memantau Kategori

source: Found in Google Analytics account under %1$sCustom Definitions -> Custom Dimensions%2$s (should be named "%1$s%3$s%2$s" and scoped for "%1$sHit%2$s").
id_id: Terletak di Akun Google Analitik pada menu %1$sDefinisi Khusus -> Dimensi Khusus%2$s (harus tertulis "%1$s%3$s%2$s" dan mencakup "%1$sHit%2$s").

source: Custom Dimension For Author Tracking
id_id: Dimensi Khusus untuk Memantau Penulis

source: Custom Dimension For Tag Tracking
id_id: Dimensi Khusus untuk Memantau Tag/label

source: Custom Dimension For User Tracking
id_id: Dimensi Khusus untuk Memantau User

source: Category Tracking Dimension Index Set
id_id: Kumpulan Index Dimensi Pemantau Kategori

source: Author Tracking Dimension Index Set
id_id: Kumpulan Dimensi Pemantau Penulis

source: Tag Tracking Dimension Index Set
id_id: Kumpulan Dimensi Pemantau Tag/Label

source: Registered User Tracking Dimension Index Set
id_id: Kumpulan Dimensi Pemantau User Terdaftar

source: Better Analytics Pro License
id_id: Lisensi Pro Better Analytic

source: A few extra advanced features are available when you license the Better Analytics Pro plugin. Please don't steal, a crazy amount of work went into this. Some of the extra features:
id_id: Beberapa fitur ekstra akan tersedia setelah anda mendapatkan lisensi dari plugin Better Analitic Pro. Mari saling menghargai, begitu banyak waktu dihabiskan untuk mewujudkan plugin ini. Beberapa fitur ekstra diantaranya adalah:

source: More metrics available for %1$sHeat Maps%2$s
id_id: Metrik yang lebih banyak tersedia untuk %1$sHeat Maps%2$s

source: More dimensions available for %1$sCharts%2$s
id_id: Dimensi yang lebih banyak tersedia untuk %1$sGrafik%2$s

source: More %1$sadvertising platform click tracking%2$s
id_id: Lebih banyak %1$spemantauan klik pada platform perikalanan%2$s

source: More %1$sissue monitoring options%2$s
id_id: Lebih banyak %1$sopsi pemantauan permasalahan%2$s

source: %1$seCommerce tracking%2$s
id_id: %1$sPemantauan e-Commerce%2$s

source: Ability to do %1$sserver-side tracking of users%2$s
id_id: Kemampuan untuk %1$smemantau pengguna pada level server%2$s

source: Faster API calls (utilizes a multi-threaded mechanism)
id_id: Request API yang lebih cepat (memanfaatkan mekanisme multi-thread)

source: %1$sPriority support%2$s
id_id: %1$sPrioritas Dukungan%2$s

source: A Warm & Fuzzy Feeling knowing you are helping to continue future development
id_id: Sebuah perasaan senang dan bangga mengetahui anda membantu untuk melanjutkan pengembangan di masa mendatang

source: Things That Need To Be Checked Manually
id_id: Hal-hal yang perlu di cek secara manual

source: User-ID Tracking
id_id: User-ID terpantau

source: Found in Google Analytics account under %1$sTracking Info -> User-ID%2$s.
id_id: Terdapat di Akun Google Analytics pada %1$sTracking Info -> User-ID%2$s.

source: Demographic and Interest Reports
id_id: Laporan Demografi dan Minat Pengguna

source: Found in Google Analytics account under %1$sProperty Settings%1$s.
id_id: Terdapat di akun Google Analytics pada %1$sPengaturan Properti%1$s.

source: Display the most popular content right now.
id_id: Tampilkan konten paling populer saat ini.

source: No Linked Google Analytics Account (API access required for this widget). You can link one in the %1$sBetter Analytics API settings%2$s.
id_id: Tak ada Akun GOogle Analytic yang terhubung (akses pada API dibutuhkan untuk menggunakan widget ini). Anda bisa menghubungkannya di %1$sPengaturan API Better Analytics%2$s.

source: Title:
id_id: Judul:

source: Number of URLs to show:
id_id: Jumlah URL untuk ditampilkan:

source: Adds Google Universal Analytics code to your WordPress site. Options to track most everything (social button interactions, advertising clicks, emails sent/opened, YouTube video engagement, custom dimension tracking of authors/categories, etc.) Integrates with API for reports/charts on dashboard, heatmaps and realtime traffic tracking.
id_id: Masukkan Kode Analitik Google Universal ke Website WordPress anda. Pilihan untuk memantau hampir segala hal (interaksi pada tombol sosial, klik pada iklan, email terkirim/terbuka, interaksi pada video YouTube, pemantauan khusus pada penulis/kategori, dan lainnya.) Terintegrasi dengan API untuk laporan/grafik pada Dasbor, Heatmap dan pemantauan trafik secara realtime.

source: Better Analytics is user request driven, so if there's something you want it to do that it doesn't already do, or just have a question, simply ask!
id_id: Better Analytics diciptakan atas permintaan para penggunanya, jadi bila ada sesuatu hal yang kamu inginkan namun belum tersedia, atau jika ada pertanyaan, tanyakan saja.

source: Setup Test Tool
id_id: Alat Penguji Pengaturan

source: Support / Request Venues
id_id: Tempat untuk Dukungan / Request

source: Extra Features In Pro Version
id_id: Fitur Ekstra di Versi Pro

source: More Advertising tracking options
id_id: Opsi Pemantauan Periklanan yang lebih banyak

source: More options for monitoring issues with site
id_id: Opsi yang lebih banyak untuk mengawasi permasalahan pada website

source: More heat map metrics
id_id: Metrik yang lebih banyak pada Heat Map

source: More charting dimensions
id_id: Grafik Dimensi yang lebih banyak

source: eCommerce tracking
id_id: Pemantauan e-Commerce

source: Option for server-side tracking of users (or bots) with Analytics/privacy blockers
id_id: Opsi pada level server untuk memantau pengunjung (atau bots) dengan penjagaan Privasi/Analytics

source: API calls are faster (uses a custom system for parallel requests)
id_id: Komunikasi melalui API sesungguhnya lebih cepat (menggunakan sistem khusus untuk request secara paralel)

source: Priority Support
id_id: Lebih Diprioritaskan

source: You can %1$sget a license here%2$s.%3$sIf you already have a license, make sure your domain is listed under %4$syour verified domains%2$s.
id_id: Anda bisa %1$smendapatkan lisensi disini%2$s.%3$sBila anda telah memiliki lisensi, pastikan domain anda sudah terdaftar pada %4$sdomain anda yang terverifikasi%2$s.

source: Google Analytics Web Property ID
id_id: Web Property ID Google Analytics

source: please pick a profile
id_id: Silakan pilih profile

source: Link Your Google Analytics Account
id_id: Hubungkan Akun Google Analytics Anda

source: Enhanced Link Attribution
id_id: Link Atribusi Modern

source: See separate information for multiple links on a page that all have the same destination. For example, if there are two links on the same page that both lead to the Contact Us page, then you see separate click information for each link.%1$sSee when one page element has multiple destinations. For example, a Search button on your page is likely to lead to multiple destinations.%1$sTrack buttons, menus, and actions driven by JavaScript.
id_id: Lihat informasi tersendiri mengenai beberapa link pada sebuah halaman yang memiliki tujuan yang sama. Sebagai contoh, bila ada dua link di halaman yang sama yang mengarah pada halaman Kontak, Anda bisa melihat informasi tersendiri di setiap link tersebut.%1$sMenampilkan jika ada satu elemen halaman yang memiliki arah tujuan berbeda. Sebagai contoh, Tombol pencarian di halaman anda bisa mengarah ke banyak tujuan.%1$sTombol Tracking, menu, dan aksi dikendalikan oleh JavaScript.

source: Track Registered Users By User ID
id_id: Catat User Terdaftar dengan User ID

source: This feature allows you to utilize %1$ssession unification%2$s within Google Analytics.
id_id: Fitur ini memperbolehkan anda menggunakan %1$spenggabungan sesi%2$s pada Google Analytics.

source: Events To Track
id_id: Peristiwa Untuk Dicatat

source: User Engagement
id_id: Interaksi User

source: This will give you an %1$sadjusted bounce rate%2$s.
id_id: Ini akan memberikan anda sebuah %1$spenyesuaian rasio kunjungan sesaat%2$s.

source: User Registration
id_id: User yang Mendaftar

source: Comments Being Created
id_id: Komentar tercipta

source: YouTube Video Engagement
id_id: Interaksi Video YouTube

source: This works with the modern IFRAME YouTube embeds. It does not work with the old OBJECT embeds.%1$sTracks things like video plays, pauses, plays to end, etc.
id_id: Hanya bekerja dengan sisipan IFRAME YouTube yang baru. Takkan berfungsi pada sisipan OBJECT yang lama.%1$sCatat banyak hal seperti video yang dimainkan, dihentikan sesaat, dimainkan hingga akhir, dan lain sebagainya.

source: Emails Sent/Opened
id_id: Email Terkirim/Terbuka

source: Clicks On External Links
id_id: Klik pada Link Eksternal

source: Privacy
id_id: Privasi

source: Anonymize IPs
id_id: Sembunyikan IP

source: Detailed information about IP Anonymization in Google Analytics can be found %1$sover here%2$s.
id_id: Informasi mendetail tentang Penyembunyian IP pada Google Analytic bisa ditemukan %1$sdi sini%2$s.

source: Demographic & Interest Tracking
id_id: Pemantauan Demografi dan Minat

source: This allows you to view extra dimensions about users (Age, Gender, Affinity Categories, In-Market Segments and Other Categories.%1$sThis requires enabling the option in your %2$sGoogle Analytics account%3$s under %4$sProperty Settings%5$s.
id_id: Anda bisa melihat dimensi yang lebih banyak mengenai pengguna (Usia, Gender, Kesukaan, Segmen Pasar dan Kategori Lainnya.%1$sHal ini bisa diaktifkan pada %2$sAkun Google Analytics anda%3$s di %4$sPengaturan Properti%5$s.

source: Force Analytics Traffic Over SSL
id_id: Berlakukan Analitik Trafik melalui SSL

source: If your site is HTTPS based, Analytics traffic will always go over SSL. If you have an insecure site, but wish Analytics traffic to still be secure, use this option. Additionally, SSL traffic is going to be generally faster because it's able to utilize the %1$sSPDY protocol%2$s.
id_id: Bila website anda menggunakan HTTPS, Analitik Trafik akan selalu melalui SSL. Bila anda tidak menggunakan HTTPS namun menginginkan Analitik Trafik lebih aman, gunakan menu ini. Lagipula, trafik melalui SSL akan lebih cepat karena menggunakan %1$sprotokol SPDY%2$s.

source: Link Source Tracking
id_id: Sumber Asal Link Pemantauan

source: Links within RSS feed will be tagged to track the source/medium as being RSS.
id_id: Link pada RSS Feed akan ditandai sebagai RSS pada sumber/media-nya.

source: Links within RSS feed will be tagged to track the source/medium as being Email.
id_id: Link pada RSS Feed akan ditandai sebagai Email pada sumber/media-nya.

source: If you want to track custom dimensions, you need to create the custom dimensions in your %1$sGoogle Analytics account settings%2$s (under %3$sCustom Definitions -> Custom Dimension%4$s)%5$sThey should be scoped as "%3$sHit%4$s".
id_id: Bila anda ingin mencatat dimensi khusus, anda harus membuatnya di %1$spengaturan akun Google Analytics%2$s (terdapat pada %3$sCustom Definitions -> Custom Dimension%4$s)%5$sKeduanya termasuk dalam "%3$sHit%4$s".

source: Dimension Indexes
id_id: Dimensi Terindeks

source: Test Analytics Setup
id_id: Tes Pengaturan Analytic

source: Reports
id_id: Laporan

source: Charts
id_id: Grafik

source: Issue Monitor
id_id: Pengawas permasalahan

source: Events
id_id: Peristiwa

source: Settings
id_id: Pengaturan

source: Test Setup
id_id: Tes Pengaturan

source: Pro version not up to date.
id_id: Versi Pro bukan yang terbaru

source: Installed:
id_id: Terpasang:

source: Latest:
id_id: Terbaru:

source: Pro version installed
id_id: Veri Pro telah terpasang

source: Pro version installed, but not active. Did you %1$sverify ownership of your domain%2$s?
id_id: Versi Pro telah terinstall tapi belum aktif. Apakah anda %1$ssudah memverifikasi domain anda%2$s?

source: Pro version not installed.
id_id: Versi Pro belum terinstall.

source: Google Analytics Web Property ID not selected.
id_id: ID Web Property dari Google Analytic belum dipilih.

source: Last Analytics Error:
id_id: Eror Analytic terakhir:

source: Invalid method:
id_id: Metode yang salah:

source: Invalid Google API Code:
id_id: Kode Google API yang salah:

source: Unknown Google API Error:
id_id: Eror pada Google API yang tak diketahui:

source: Overview
id_id: Gambaran

source: At the most basic level, it will automatically add Google Analytics Universal code to your website. It gives you the flexibility to track virtually everything about your site. From page views to YouTube video engagement (and everything in between).
id_id: Pada level terendah, secara otomatis akan memasang kode Google Analytics Universal pada website anda. hal ini akan memberikan keleluasaan dalam memantau website anda hampir dalam segala hal. Mulai dari jumlah halaman yang ditampilkan hingga interaksi pada video YouTube (dan segala hal diantaranya).

source: Pro Version
id_id: Versi pro

source: There is a Pro version of this plugin that gives you a few added features. More metrics/dimensions, more tracking options, etc.
id_id: Telah tersedia versi Pro dari plugin ini yang memiliki beberapa fitur tambahan. Dimensi/Metriks yang lebih banyak, Pilihan pemantauan yang beragam, dan lain-lain.

source: For more information:
id_id: Informasi lebih lanjut:

source: Info
id_id: Informasi

source: Support
id_id: Dukungan

source: colossal
id_id: kolosal

source: elephantine
id_id: membesar

source: glorious
id_id: kejayaan

source: grand
id_id: lebih besar lagi

source: huge
id_id: sangat besar

source: mighty
id_id: teramat besar

source: sexy
id_id: menarik

source: If you like %1$s, please leave us a %2$s rating. A %3$s thank you in advance!
id_id: Bila anda suka%1$s, berilah %2$s rating. A %3$s Terima kasih sebelumnya!

source: Visit Support Forum
id_id: Kunjungi Forum untuk bantuan
